Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: For instance, now I know that I think type design – that is the design of letter shapes and fonts – is exciting, and that’s something I want to work more on.
nb: Nå vet jeg for eksempel at jeg synes typedesign – altså design av bokstavformer og fonter – er spennende, og det er noe jeg har lyst til å jobbe mer med.

source: The last to join the conversation is Valentinos Charalambous, a legendary ceramic artist from Famagusta.
nb: Sistemann ut i samtalen er Valentinos Charalambous, en legendarisk keramiker fra Famagusta som har reist mye omkring og både laget og undervist i kunst i flere tiår i Bagdad og Limassol.

source: Foreign students must contact their local NAV office for more information.
nb: Utenlandske studenter må henvende seg til det lokale NAV-kontoret for mer informasjon.

source: billett må reserveres her. Related
nb: billett må reserveres her. Relatert informasjon

source: Images, events and concepts are displaced and circulate across different media, materials, and bodies.
nb: Bilder, hendelser og konsepter forflyttes og sirkulerer på tvers av ulike medier, materialer og kropper.

source: Artist and Research Fellow Siri Hermansen will defend her research work "The economy of survival" at the presentation of her thesis at Oslo National Academy of the Arts.
nb: Kunstner og stipendiat Siri Hermansen forsvarer sitt forskningsarbeid "The economy of survival" i disputas ved Kunsthøgskolen i Oslo.

source: But the song I played was picked by me, (says her name).
nb: Men sangen jeg spilte, var valgt av meg, (sier navnet sitt)."

source: If you use a tote bag – for example the thick one from Astrup Fearnley Museet – every day from when you’re 15, you must use it till you’re 70 for it to be eco-friendly.
nb: Om du bruker en totebag, for eksempel den tjukke fra Astrup Fearnley museet, hver dag fra du er 15, må du bruke den til du blir 70 år for at det skal være miljøvennlig.

source: A kind of Kubrick-like atmosphere hangs over the empty, monumental architecture in Bunte’s film.
nb: Det er noe Kubrick-aktig over hvordan arkitekturen framstår i all sin tomme monumentalitet i filmene til Bunte.

source: Kunsthall Trondheim Related
nb: Kunsthall Trondheim Relatert informasjon

source: She has served as board member of apexart in New York and Gallery Miroslav Kraljević in Zagreb, Croatia.
nb: Hun har vært styremedlem i apexart i New York og Gallery Miroslav Kraljević i Zagreb, Kroatia.

source: This constitutes a breach of security, and will be reported to the KHiO management.
nb: Det medfører brudd på sikkerheten til brukere og bygg, og vil bli rapportert inn til ledelsen.

source: Oslo National Academy of the Arts, Galleri Seilduken
nb: Kunsthøgskolen i Oslo, Galleri Seilduken

source: Monique Skavlan Sunderland, professor and head of the B.A. program in contemporary dance, has documented the life and career of Joan Harris, which spans from being a professional dancer, instructor, choreographer, to administrator and artistic leader.
nb: Monique Skavlan Sunderland, dosent og programansvarlig for bachelorstudiet i samtidsdans, har skrevet en dokumentarisk presentasjon av Joan Harris’ liv og karriere som danser, pedagog, koreograf, administrator og kunstnerisk leder.

source: Evergreen Corona has so far proven to be an apt tool for inspiring conversations, dialogue and new acquaintances.
nb: Evergreen Corona har foreløpig vist seg å være et verktøy som inviterer til samtale, dialog og nye bekjentskaper.

source: Interior architecture and furniture design, at the Design department.
nb: Interiørarkitektur og møbeldesign, ved avdeling Design

source: You can also contact team communication about the design manual.
nb: Du kan også kontakte team kommunikasjon om designmanual.

source: Admission takes place on the basis of a written application and admission tests.
nb: Opptak skjer på basis av skriftlig søknad og opptaksprøver.

source: During the course of her fellowship, Røstad initiated the projects Peoples Palace, Positions of Protest, and Chamber.
nb: I løpet av sitt stipendiat ved Kunst og Håndverk ved Kunsthøyskolen i Oslo har Røstad initiert prosjektene Folkets Hus, Positions of Protest og Kammer.

source: Information Meeting on the 2019 Fellowship Admissions
nb: Informasjonsmøte om stipendiatopptak 2019

source: The other participants are dancer and choreographer Rosa Moshtaghi and Kai Johnsen, Professor in theater at Oslo Academy of the Arts.
nb: De medvirkende er danser og koreograf Roza Moshtaghi og Kai Johnsen, regissør og professor i teater ved KHiO.

source: A reflective text that documents the achieved learning outcomes
nb: Refleksjonsnotat som dokumenterer oppnådd læringsutbytte

source: Lid’s term commences after Easter and will run until August 2018 at a department that is perhaps most well known for being the home institute of the influential theatre researcher Hans-Thies Lehmann.
nb: Lids professorat starter etter påske og varer frem til august, 2018, på et institutt som kanskje er særlig kjent for tidligere å ha huset den toneangivende teaterforskeren Hans-Thies Lehmann.

source: In 2015, she showed work at the National Museum in Oslo, at the 14th International Seoul New Media Festival, and at the Art Stations Foundation 5050 in Poznan.
nb: I 2015, viste hun verk på Nasjonalmuseet i Oslo, The 14th International Seoul New Medier Festival og Art Stations Foundation 5050 i Poznan.

source: Exhibitions in Seilduken 1, Seilduken 2 and Skylight
nb: Utstillinger i Seilduken 1, Seilduken 2 og Skylight

source: artistic research fellowship at Kunsthøgskolen i Oslo, Academy of Opera and the Norwegian Artistic Research Programme, which started up in october 2011. Related
nb: arbeid som stipendiat ved Kunsthøgskolen i Oslo og Program for kunstnerisk utviklingsarbeid, påbegynt oktober 2011. Relatert informasjon

source: - Why you?
nb: - Hvorfor deg?

source: To the extent that the curriculum allows for options in the programme of study, this will be expressed in the individual education plan.
nb: I den grad studie- planen åpner for valgmuligheter i studiet, vil dette komme til uttrykk i den individuelle utdanningsplanen.

source: Helge Svare, professor, philosopher, and researcher at the Institute of Labor Research, Oslo Met
nb: Helge Svare, professor, filosof og forsker ved Arbeidsforskingsinstituttet, Oslo Met.

source: “But there’s always something that eludes us in either space or time.
nb: Men det er alltid noe som unndrar seg i rommet eller i tiden.

source: Merete Røstad is a visual artist, lecturer, and curator
nb: Merete Røstad er billedkunstner, foreleser og kurator

source: Jon Refsdal Moe has a PhD in theatre studies.
nb: Jon Refsdal Moe har doktorgrad i teatervitenskap på den franske tenkeren Antonin Artaud,

source: But his installation imparts a mood of disquiet and danger through objects that the spectator is invited to activate.
nb: er i dialog med en fornemmelse av tillit knyttet til maskineriets solide og funksjonelle konstruksjon.

source: 16.00-17.00 Social informal gathering (coffee / pastries) in the reception area
nb: 16.00-17.00 Sosial mingling og enkel servering (kaffe/bakverk) i resepsjonsområdet

source: Previously the exhibition has had three stops in Lithuania – Vilnius, Pabradé og Visaginas.
nb: Tidligere har utstillingen vært innom tre steder i Litauen – Vilnius, Pabradé og Visaginas.

source: We have inherited and cultivated an anthropocentric way of thinking, where humankind presides over nature by virtue of our ethical primacy.
nb: Vi har arvet og kultivert en antroposentrisk måte å tenke på, der mennesket bestemmer over naturen i kraft av å inneha en etisk særstilling.

source: A pioneer in the field of dance education in Norway, it is important for KHiO and the Academy of Dance that the story of Joan Harris has now been documented.
nb: Som en av pionerene innen danseutdanning i Norge, og særlig i klassisk ballett, er det viktig for KHiO og avdeling Dans at Joan Harris sin betydning og historie nå er dokumentert.

source: Thanks to Norwegian benefactors and Amnesty International, mother received an art grant from UKS [Unge Kunstneres Samfund] and was able to bribe the authorities so that we were able to buy a passport for me and my sister.
nb: Takket være norske støttespillere og Amnesty fikk mor et kunststipend fra UKS (Unge Kunstneres Samfund) og kunne bestikke myndighetene slik at vi fikk kjøpt pass til meg og min søster.

source: Måns Wrange is in a pair with pro-rector candidate
nb: Måns Wrange stiller i par med

source: She has worked as a dancer in Rosas with choreographer Anne Teresa De Keersmaeker, and freelanced for choreographers like Salva Sanchis, Jean Luc Ducourt and Heine Avdal.
nb: Hun har jobbet som danser i Rosas med koreograf Anne Teresa De Keersmaeker, samt frilans for koreografer som Salva Sanchis, Jean Luc Ducourt og Heine Avdal.

source: “When I play, I want to play with someone, and preferably a vocalist.”
nb: Når jeg spiller, vil jeg spille sammen med noen, og aller helst en sanger, sier Jon Petersen.

source: However, in the final presentation of my work the focus will be on Dancing Recurrences and #dancingrecurrences.
nb: Allikevel, i den endelige presentasjonen av mitt prosjekt Dancing Recurrences vil fokuset være på #dancingrecurrences.

source: experiences, reflecting critically, and engaging in joint assessments and
nb: refleksjon og vurdering i plenumssamling og (b) dokumentasjon av egen

source: Brynjar Åbel Bandlien is a research fellow at Oslo National Academy of the Arts-dep Dance.
nb: Brynjar Åbel Bandlien er stipendiat ved Kunsthøgskolen i Oslo – avdeling Dans.

source: expulsion or exclusion in accordance with the Universities and University Col eges Act.
nb: medføre bortvisning eller utestengning etter Universitets- og høgskoleloven.

source: All the students received a start-up stipend of 87,000 kroner, which is fabulous, so we have some graphic equipment.
nb: Alle studentene har fått 87.000 kroner i etablererstipend, det er helt fantastisk, så vi har litt grafikk utstyr.

source: The life we had led in Algeria was, at least outwardly, largely based on my father’s life and role in the public sphere.
nb: Det livet vi hadde i Algerie var ytre sett i stor grad basert på min fars liv og rolle i det offentlige rom.

source: Sometimes the team can offer a take-over on Instagram.
nb: I noen tilfeller tilbyr vi take-over av Instagram.

source: Until 2011, the IWF produced thousands of scientific research films to create a large archive of scientific films.
nb: Fram til 2011, produsert IWF tusentals vitenskapelige forskningsfilmer som ble til et stort arkiv av vitenskapelig film.

source: be able to explore the possibility for sponsorship deals with hotel chains, and implement long-term
nb: undersøke muligheten for sponsoravtaler med hotellkjeder, og iverksette langsiktige samarbeid med kunst- og

source: The publication Choreopoetic can be viewed as both a platform for exchange and a curated context for choreography.
nb: Choreopoetic kan ses både som en plattform for utveksling og en kuratert kontekst for koreografi.

source: • Appoint an equality and diversity committee that comprises staff and student
nb: Etablere en likestillings- og mangfoldskomite med representanter fra ansatte og studenter som

source: Høstforestilling 2021. Related
nb: Høstforestilling 2021. Relatert informasjon

source: She completed both her Masters of Fine Art and a second Masters in Interactive Telecommunications at New York University, and she is a Whitney Independent Study Program Fellow.
nb: En MFA i billedkunst og en MA i interaktiv telekommunikasjon fra New York University, og hun er en Fellow fra Whitney Independent Study Program i New York City.

source: Galleri Seilduken, Oslo National Academy of the Arts
nb: Galleri Seilduken, Kunsthøgskolen i Oslo

source: This included the school dentist in Rakkestad, Øystein Hedstrøm, who was a member of Parliament for the Progress Party and who is known to have made ever more extreme xenophobic statements.”
nb: Blant de var skoletannlegen i Rakkestad, Øystein Hedstrøm, som var stortingsrepresentant for Fremskrittspartiet og offentlig kjent for stadige drøye fremmedfiendtlige utsagn.

source: Students from AHO
nb: Studenter fra AHO

source: Each semester is comprised of 30 credits.
nb: Normert arbeidsomfang for ett semester er 30 studiepoeng.

source: One ECTS credit corresponds to 30 actual hours of work for the student.
nb: Ett studiepoeng tilsvarer 30 faktiske arbeidstimer for studenten. Totalt utgjør dette ca.

source: She has choreographed several commissioned works for the National Ballet and the Aura Dance Company, among others.
nb: Hun har koreografert flere bestillingsverk, blant annet for Nasjonalballetten og Aura Dance Company.

source: Hans Hamid Rasmussen says that when they moved to Rakkestad in inner Østfold, they encountered a local community that was highly Christian.
nb: Hans Hamid Rasmussen forteller at da de kom til Rakkestad i indre Østfold møtte de et samfunn preget av sterkt kristent troende, på skolen sang de bordvers hver dag.

source: Opening performance by Marianne Heier
nb: Åpningsperformance av Marianne Heier

source: The play was written by Heinrich von Kleist in 1805 and is a tragedy about the Greek hero Achilles and the Amazon queen Penthesilea, who face each other on the field of battle, fall in love and are forced to deal with the consequences.
nb: Stykket ble skrevet av Heinrich von Kleist i 1805, og er en gresk tragedie som handler om den greske gudesønnen Achilles og amasonedronningen Penthesileia som møtes på slagmarken, forelsker seg i hverandre og problemene det fører med seg.

source: Thinking together with other people from different backgrounds adds depth and creates a sense of belonging to the changing field of art.
nb: Det å tenke sammen fra ulike utgangspunkt styrker fordypningen og skaper tilhørighet til et kunstfelt i endring.

source: Exhibition practice includes topics that will prepare students for their profession.
nb: Utstillingspraksis forbereder studenten til profesjonell yrkespraksis.

source: Bachelor of Fashion and Costume Design
nb: bachelor kles- og kostymedesign

source: Learning resources will be made available on Canvas.
nb: Læringsressurser blir gjort tilgjengelig i Canvas

source: Hans Hamid Rasmussen is professor of art and subject area coordinator for textile art at the Art and Craft department.
nb: Hans Hamid Rasmussen er professor i kunst og fagområdeansvarlig for tekstilkunst ved avdeling Kunst og håndverk.

source: This year's festival has its base on Arbeidersamfunnets plass with the main exhibition
nb: Årets festival har base på Arbeidersamfunnets plass med hovedutstillingen

source: shall ensure that KHiO continues to be an open platform for all types of artistic expressions, and
nb: Vi skal sikre at KHiO forblir en åpen plattform for alle typer

source: Students are responsible for their own property and must cover any insurance for private property stored at the National Academy of the Arts' premises.
nb: Studenter har ansvar for egne eiendeler og må selv dekke egen forsikring for private eiendeler som oppbevares i Kunsthøgskolens lokaler.

source: When you have made the payment, you can register.
nb: Når du har betalt, kan du registrere deg.

source: If our eyes had been placed at the side of our head and also had square pupils, as for example goats do, we would have had a 340-degree field of vision.
nb: Hadde våre øyne vært plassert på siden av hodet og vi hadde hatt firkantede pupiller som geita for eksempel, så kunne vi ha sett 340 grader rundt oss.

source: It derives from ‘traustr', a word in old Norse, a language spoken in Scandinavia between 800 and 1300 AD.
nb: Ordet stammer fra traustr på norrønt, språket som ble brukt i Skandinavia i perioden 800–1300 e.Kr.

source: Mortensen is also a performing musician.
nb: Mortensen er også utøvende musiker.

source: , and is administrated by SiO.
nb: og er drifta av SiO.

source: Speech by Rector Jørn Mortensen and Director Annemarie Bechmann Hansen
nb: Tale ved rektor Jørn Mortensen og direktør Annemarie Bechmann Hansen

source: Mother Marie enters, wanting Blanche to join the nuns again.
nb: Mor Marie kommer til huset og ber Blanche bli del av ordenen igjen.

source: The laboratory is led by Petrine Vinje, in an installation built for the tuition room – a social space that allows learning through speculation.
nb: Laboratoriet ledes av Petrine Vinje, i en installasjon som er bygget for undervisningsrommet – et sosialt rom som tillater læring gjennom spekulasjon.

source: The votes will be counted the same evening, and the winner will be announced 1.
nb: Stemmene telles når valgdagen er over, og vinneren blir publisert enten på kvelden 1.

source: He has been associated with Oslo Danse Ensemble since 1997, first as a dancer and in recent years as a choreographer.
nb: Han har vært tilknyttet Oslo Danse Ensemble siden 1997, først som danser og i de siste årene som koreograf.

source: “The Oslo National Academy of the Arts has a zero-tolerance policy for bullying and sexual harassment,” says KHiO’s rector Måns Wrange.
nb: -Kunsthøgskolen i Oslo har nulltoleranse for mobbing og seksuell trakassering, sier rektor Måns Wrange ved KHiO.

source: term engagement in teaching.
nb: kjønns- og mangfoldsperspektiv.

source: educational stance in the light of relevant theory and research and be
nb: relevant teori og forskning og kunne delta i kollegiale diskusjoner om

source: The module is a part-time further education course that participants may
nb: Modulen er en deltids videreutdanning som kan gjennomføres parallelt med

source: Konsthögskolan) in Stockholm, and from 1995 to 2008, he was first head of department and then professor at Konstfack – University College of Art, Crafts and Design in Stockholm.
nb: Konsthögskolan i Stockholm, og fra 1995 til 2008 var han først prefekt (avdelingsleder) og deretter professor ved Konstfack.

source: In 1993 Hans Hamid Rasmussen was invited to Suomenlinna in Helsinki to hold his first solo exhibition, titled Fremmen.
nb: I 1993 ble Hans Hamid Rasmussen invitert til Sveaborg i Helsinki, for å holde sin første separatutstilling, med tittelen Fremmen.

source: Sunderland has previously, with funding for the KUF committee, written and published a documentary book about the dancer, pedagogue and choreographer Egon Weng.
nb: Sunderland har tidligere, med støtte fra KUF-utvalget, skrevet og utgitt en dokumentarisk bok om Egon Weng, danser, pedagog og koreograf.

source: The next day, the Carmelite nuns slowly mount the scaffold, one by one, singing the Salve Regina.
nb: Neste dag mens Carmelite-nonnene langsomt går opp på skafottet, synger de en og en «Salve Regina».

source: Thorkildsen’s lecture series is organised under the auspices of the Art and Craft department.
nb: Forelesningene til Thorkildsen holdes i regi av avdeling Kunst og håndverk.

source: Studying at KHiO 2019: Art and Craft
nb: Å studere på KHiO 2019: Kunst og håndverk

source: A group of 10-year-olds, a runologist, three art students and an artist will study material textculture through exercises in technology and cognition.
nb: En gruppe 10-åringer, en runolog, tre kunststudenter og én kunstner vil studere materiell tekstkultur gjennom teknologiske og kognitive øvelser.

source: follows this fall’s major exhibition, with the same title, at Kunsthall Trondheim.
nb: følger denne høstens store utstilling på Kunsthall Trondheim.

source: At the same time as I have been researching these questions on my own, they have also been explored following the artistic processes of the project Amphibious Trilogies by Amanda Steggell, professor of choreography at Oslo National Academy of the Arts (KHiO).
nb: Samtidig som jeg har stilt disse to forskerspørsmålene i mitt eget arbeid, så har de også blitt utforsket i rammen av prosektet Amphibious Trilogies av Amanda Steggell, professor i koreorgafi ved Kunsthøgskolen i Oslo (KHiO).

source: The book "Writings Conversations Scripts" is the first survey of text works by Professor Ane Hjort Guttu.
nb: Boken Tekster, samtaler, manus, er den første samlede presentasjonen av professor Ane Hjort Guttus tekst-arbeider.

source: He has also served as a member of the board of the Public Art Agency Sweden (Statens Konstråd) and the Swedish Government’s IT Commission’s expert committee for IT and Culture.
nb: Han har også tidligere vært styremedlem i den svenske Statens Konstråd og i IT-kommisjonens ekspertkomité for IT og kultur.

source: Equipment that a student borrows from the Academy is considered to belong to the student during the loan period.
nb: Utstyr som studentene låner av Kunsthøgskolen blir regnet som studentene sine eiendeler i låneperioden.

source: “You know, I went back to Svalbard in November 2015, for a seminar with colleagues here at the Academy who were also organised in the Norwegian Association of Researchers.
nb: -Vet du, jeg reiste tilbake til Svalbard i november 2015, på seminar med Forskerforbund-kolleger her fra KHiO, det var første gang jeg virkelig så arbeidet mitt.

source: Opening hours Tuesday—Sunday 11.00–17.00, Thursday 11.00–19.00.
nb: Tirsdag-søndag 11.00–17.00, torsdag 11.00–19.00.

source: The university currently has around 38,000 students and is one of the largest in Germany.
nb: Universitetet har i dag omkring 38 000 studenter og er et av Tysklands største.

source: “We didn’t have a piano at home, but when I heard music on the radio, I pretended to play along on the table.”
nb: Vi hadde ikke piano hjemme, men når det kom musikk i radioen, spilte jeg liksom med på bordet.

source: In Algeria, your various familial bonds are seen as the social space that you as an individual are associated with.
nb: I Algerie oppleves de ulike familiære bånd som det sosiale rom jeg som person relateres til.

source: “For me, it’s not so much about a romantic lifestyle.
nb: – Det handler for meg ikke så mye om en romantisk livsstil.

source: • Students do not have the opportunity to lock off or otherwise prevent access to their workplaces.
nb: • Studenter har ikke anledning til å låse av eller på annen måte hindre adgang til sine arbeidsplasser.

source: academic priorities and artistic research.
nb: KHiOs faglige prioriteringer og i KUF-virksomheten.

source: In the installation, Petrine Vinje shows the serial work HSS19--20--.
nb: I installasjonen viser Petrine Vinje det serielle arbeidet HSS19--20--.

source: Within the framework of ritual, sacrifice and the cult we expect this project to manifest itself as an installational construction involving wood, fire, steel, plaster, video and performance.
nb: Innenfor et rammeverk av ritualer, offergaver og kultus vil prosjektet manifestere seg i en konstruksjon av trevirke, flammer, stål, gips, video og performance.

source: The survey was carried out by Ipsos on behalf of UiA.
nb: Ipsos har på oppdrag av UiA gjennomført selve undersøkelsen.

source: The guest professorship’s title of allgemeine und vergleichende Dramaturgie, that is general and comparative dramaturgy, allows me to elaborate on the core issues I explored in my three-year-long artistic research project,
nb: Tittelen ”allgemeine og und vergleichende Dramaturgie” (allmenn og sammenlignende dramaturgi) åpner opp for å bygge videre fra et kjernepunkt i mitt treårige artistic research-prosjekt,

source: Founded in 1973, the Prix de Lausanne is an annual international dance competition within classical ballet.
nb: The Prix de Lausanne er en årlig internasjonal dansekonkurranse innen klassisk ballett, stiftet i 1973.
